const lessons = {
  monday: ['Русский язык', 'Русский язык', 'Алгебра', 'Алгебра', 'Физика', 'Физика', 'Англ. яз'],
  tuesday: ['Алгебра', 'Физика', 'Физика', 'Алгебра', 'Алгебра', 'Физкультура', 'Англ. яз'],
  wednesday: [
    'Геометрия',
    'Геометрия',
    'Информатика',
    'Информатика',
    'Литература',
    'Литература',
    'ОБЖ',
  ],
  thursday: ['Англ. яз', 'Литература', 'Физика', 'Физика', 'Информатика', 'Информатика'],
  friday: ['История', 'История', 'Физкультура', 'Физика', 'Информатика', 'Геометрия', 'Физика'],
};
const times = {
  times: [
    '8.00-8.40',
    '8.45-9.25',
    '9.40-10.20',
    '10.30-11.10',
    '11.20-12.00',
    '12.10-12.50',
    '13.00-13.40',
  ],
};
const lessonEndTime = [
  8 * 3600 + 40 * 60,
  9 * 3600 + 25 * 60,
  10 * 3600 + 20 * 60,
  11 * 3600 + 10 * 60,
  12 * 3600 + 0,
  12 * 3600 + 50 * 60,
  13 * 3600 + 40 * 60,
];

export { lessons, times, lessonEndTime };
